{
  "焦灼的魔女帽": "角色使用技能或装备「天赋」时：少花费1个火元素。（每回合1次）（角色最多装备1件「圣遗物」）",
  "流放者头冠": "角色使用元素爆发后：所有我方后台角色获得1点充能。（每回合1次）（角色最多装备1件「圣遗物」）",
  "月桂的宝冠": "角色使用技能或装备「天赋」时：少花费1个草元素。（每回合1次）（角色最多装备1件「圣遗物」）",
  "破冰踏雪的回音": "角色使用技能或装备「天赋」时：少花费1个冰元素。（每回合1次）（角色最多装备1件「圣遗物」）",
  "幸运儿银冠": "角色使用「元素战技」后：治疗自身2点。（每回合1次）（角色最多装备1件「圣遗物」）",
  "唤雷的头冠": "角色使用技能或装备「天赋」时：少花费1个雷元素。（每回合1次）（角色最多装备1件「圣遗物」）",
  "翠绿的猎人之冠": "角色使用技能或装备「天赋」时：少花费1个风元素。（每回合1次）（角色最多装备1件「圣遗物」）",
  "酒渍船帽": "角色使用技能或装备「天赋」时：少花费1个水元素。（每回合1次）（角色最多装备1件「圣遗物」）",
  "不动玄石之相": "角色使用技能或装备「天赋」时：少花费1个岩元素。（每回合1次）（角色最多装备1件「圣遗物」）",
  "教官的帽子": "角色引发元素反应后：生成1个此角色元素类型的元素骰。（每回合至多3次）（角色最多装备1件「圣遗物」）",
  "华饰之兜": "其他我方角色使用元素爆发后：所附属角色获得1点充能。（角色最多装备1件「圣遗物」）",
  "辰砂往生录": "角色使用「普通攻击」或装备「天赋」时：少花费1个元素骰。（每回合1次）角色被切换为「出战角色]后：本回合中，角色「普通攻击」造成的伤害+1。\n（角色最多装备1件「圣遗物」）",
  "无常之面": "角色使用「元素战技」或装备「天赋」时：少花费1个元素骰。（每回合1次）（角色最多装备1件「圣遗物」）",
  "追忆之注连": "角色使用「元素战技」或装备「天赋」时：少花费1个元素骰。（每回合1次）如果角色具有至少2点充能，就使角色「普通攻击」和「元素战技」造成的伤害+1。（角色最多装备1件「圣遗物」）",
  "虺雷之姿": "角色使用「普通攻击」或装备「天赋」时：少花费1个元素骰。（每回合1次）（角色最多装备1件「圣遗物」）",
  "悠古的磐岩": "角色使用技能或装备「天赋」时：少花费1个岩元素。（每回合1次）投掷阶段：2个元素骰初始总是投出岩元素。（角色最多装备1件「圣遗物」）",
  "冒险家头带": "角色使用「普通攻击」后：治疗自身1点。（每回合至多3次）（角色最多装备1件「圣遗物」）",
  "炽烈的炎之魔女": "角色使用技能或装备「天赋」时：少花费1个火元素。（每回合1次）投掷阶段：2个元素骰初始总是投出火元素。（角色最多装备1件「圣遗物」）",
  "冰风迷途的勇士": "角色使用技能或装备「天赋」时：少花费1个冰元素。（每回合1次）投掷阶段：2个元素骰初始总是投出冰元素。（角色最多装备1件「圣遗物」）",
  "游医的方巾": "角色使用「元素爆发」后：治疗所有我方角色1点。（每回合1次）（角色最多装备1件「圣遗物」）",
  "如雷的盛怒": "角色使用技能或装备「天赋」时：少花费1个雷元素。（每回合1次）投掷阶段：2个元素骰初始总是投出雷元素。（角色最多装备1件「圣遗物」）",
  "翠绿之影": "角色使用技能或装备「天赋」时：少花费1个风元素。（每回合1次）投掷阶段：2个元素骰初始总是投出风元素。（角色最多装备1件「圣遗物」）",
  "赌徒的耳环": "敌方角色被击倒后：如果所附属角色为「出战角色」，则生成2个万能元素。（整场牌局限制3次）（角色最多装备1件「圣遗物」）",
  "沉沦之心": "角色使用技能或装备「天赋」时：少花费1个水元素。（每回合1次）投掷阶段：2个元素骰初始总是投出水元素。（角色最多装备1件「圣遗物」）",
  "深林的记忆": "角色使用技能或装备「天赋」时：少花费1个草元素。（每回合1次）投掷阶段：2个元素骰初始总是投出草元素。（角色最多装备1件「圣遗物」）",
  "将帅兜鍪": "行动阶段开始时：为角色附属「重嶂不移」。（提供2点护盾，保护该角色。）（角色最多装备1件「圣遗物」）",
  "绝缘之旗印": "其他我方角色使用「元素爆发」后：所附属角色获得1点充能。角色使用「元素爆发」造成的伤害+2。（角色最多装备1件「圣遗物」）",
  "千岩牢固": "行动阶段开始时：为角色附属「重嶂不移」。（提供2点护盾，保护该角色。）\n角色受到伤害后：如果所附属角色为「出战角色」，则生成1个此角色元素类型的元素骰。（每回合1次）\n\n（角色最多装备1件「圣遗物」）",
  "寒天宣命祝词": "装备有此牌的神里绫华生成的冰元素附魔会使所附属角色造成的冰元素伤害+1。切换到装备有此牌的神里绫华时：少花费1个元素骰。（每回合1次）（牌组中包含神里绫华，才能加入牌组）",
  "烬火重燃": "入场时：如果装备有此牌的深渊咏者·渊火已触发过火之新生，就立刻弃置此牌，为角色附属渊火加护。装备有此牌的深渊咏者·渊火触发火之新生时：弃置此牌，为角色附属渊火加护。（牌组中包含深渊咏者·渊火，才能加入牌组）",
  "脉冲的魔女": "切换到装备有此牌的丽莎后，使敌方出战角色附属引雷。（每回合1次）（牌组中包含丽莎，才能加入牌组）",
  "冷血之剑": "战斗行动：我方出战角色为凯亚时，装备此牌。凯亚装备此牌后，立刻使用一次霜袭。装备有此牌的凯亚使用霜袭后：治疗自身2点。（每回合1次）（牌组中包含凯亚，才能加入牌组）",
  "吐纳真定": "战斗行动：我方出战角色为重云时，装备此牌。重云装备此牌后，立刻使用一次重华叠霜。装备有此牌的重云生成的重华叠霜领域获得以下效果：初始持续回合+1，并且使我方单手剑、双手剑或长柄武器角色的普通攻击伤害+1。（牌组中包含重云，才能加入牌组）",
  "唯此一心": "战斗行动：我方出战角色为甘雨时，装备此牌。甘雨装备此牌后，立刻使用一次霜华矢。装备有此牌的甘雨使用霜华矢时：如果此技能在本场对局中曾经被使用过，则对敌方后台角色造成3点穿透伤害。（牌组中包含甘雨，才能加入牌组）",
  "猫爪冰摇": "战斗行动：我方出战角色为迪奥娜时，装备此牌。迪奥娜装备此牌后，立刻使用一次猫爪冻冻。装备有此牌的迪奥娜生成的猫爪护盾，所提供的护盾值+1。（牌组中包含迪奥娜，才能加入牌组）",
  "战欲涌现": "战斗行动：我方出战角色为优菈时，装备此牌。优菈装备此牌后，立刻使用一次凝浪之光剑。装备有此牌的优菈使用冰潮的涡旋时，会额外为光降之剑累积1点「能量层数」。\n（牌组中包含优菈，才能加入牌组）",
  "冰萤寒光": "战斗行动：我方出战角色为愚人众·冰萤术士时，装备此牌。愚人众·冰萤术士装备此牌后，立刻使用一次雾虚摇唤。装备有此牌的愚人众·冰萤术士使用技能后：如果冰萤的可用次数被叠加到超过上限，则造成2点冰元素伤害。（牌组中包含愚人众·冰萤术士，才能加入牌组）",
  "忘玄": "战斗行动：我方出战角色为申鹤时，装备此牌。申鹤装备此牌后，立刻使用一次仰灵威召将役咒。装备有此牌的申鹤生成的冰翎被我方角色的「普通攻击」触发时：不消耗可用次数。（每回合1次）（牌组中包含申鹤，才能加入牌组）",
  "起死回骸": "战斗行动：我方出战角色为七七时，装备此牌。七七装备此牌后，立刻使用一次仙法·救苦度厄。装备有此牌的七七使用仙法·救苦度厄时，复苏我方所有倒下的角色，并治疗其2点。(整场牌局限制2次)（牌组中包含七七，才能加入牌组）",
  "支援就交给我吧": "战斗行动：我方出战角色为诺艾尔时，装备此牌。诺艾尔装备此牌后，立刻使用一次护心铠。诺艾尔普通攻击后：如果此牌和护体岩铠仍在场，则治疗我方所有角色1点。（每回合1次）（牌组中包含诺艾尔，才能加入牌组）",
  "重铸：岩盔": "战斗行动：我方出战角色为丘丘岩盔王时，装备此牌。丘丘岩盔王装备此牌后，立刻使用一次Upa Shato。装备有此牌的丘丘岩盔王击倒敌方角色后：丘丘岩盔王重新附属岩盔和坚岩之力。（牌组中包含丘丘岩盔王，才能加入牌组）",
  "储之千日，用之一刻": "战斗行动：我方出战角色为凝光时，装备此牌。凝光装备此牌后，立刻使用一次璇玑屏。装备有此牌的凝光在场时，璇玑屏会使我方造成的岩元素伤害+1。（牌组中包含凝光，才能加入牌组）",
  "荒泷第一": "战斗行动：我方出战角色为荒泷一斗时，装备此牌。荒泷一斗装备此牌后，立刻使用一次喧哗屋传说。装备有此牌的荒泷一斗每回合及以后使用喧哗屋传说时：如果触发乱神之怪力，伤害额外+1。（牌组中包含荒泷一斗，才能加入牌组）",
  "炊金馔玉": "战斗行动：我方出战角色为钟离时，装备此牌。钟离装备此牌后，立刻使用一次地心·磐礴。我方出战角色在护盾角色状态或护盾出战状态的保护下时，我方召唤物造成的岩元素伤害+1。（牌组中包含钟离，才能加入牌组）",
  "神性之陨": "战斗行动：我方出战角色为阿贝多时，装备此牌。阿贝多装备此牌后，立刻使用一次创生法·拟造阳华。装备有此牌的阿贝多在场时，如果我方场上存在阳华，则我方角色进行下落攻击时造成的伤害+1。（牌组中包含阿贝多，才能加入牌组）",
  "沉没的预言": "战斗行动：我方出战角色为莫娜时，装备此牌。莫娜装备此牌后，立刻使用一次星命定轨。装备有此牌的莫娜出战期间，我方引发的水元素相关反应伤害额外+2。（牌组中包含莫娜，才能加入牌组）",
  "百川奔流": "战斗行动：我方出战角色为纯水精灵·洛蒂娅时，装备此牌。纯水精灵·洛蒂娅装备此牌后，立刻使用一次潮涌与激流。装备有此牌的纯水精灵·洛蒂娅施放潮涌与激流时，使我方所有召唤物可用次数+1。（牌组中包含纯水精灵·洛蒂娅，才能加入牌组）",
  "光辉的季节": "战斗行动：我方出战角色为芭芭拉时，装备此牌。芭芭拉装备此牌后，立刻使用一次演唱，开始♪。装备有此牌的芭芭拉在场时，歌声之环会使我方执行「切换角色」行动时少花费1个元素骰。（每回合1次）（牌组中包含芭芭拉，才能加入牌组）",
  "镜锢之笼": "战斗行动：我方出战角色为愚人众·藏镜仕女时，装备此牌。愚人众·藏镜仕女装备此牌后，立刻使用一次潋波绽破。装备有此牌的愚人众·藏镜仕女生成的水光破镜获得以下效果：初始持续回合+1，并且会使所附属角色切换到其他角色时元素骰费用+1。（牌组中包含愚人众·藏镜仕女，才能加入牌组）",
  "重帘留香": "战斗行动：我方出战角色为行秋时，装备此牌。行秋装备此牌后，立刻使用一次画雨笼山。装备有此牌的行秋生成的雨帘剑，初始可用次数+1。（牌组中包含行秋，才能加入牌组）",
  "匣中玉栉": "战斗行动：我方出战角色为珊瑚宫心海时，装备此牌。珊瑚宫心海装备此牌后，立刻使用一次海人化羽。装备有此牌的珊瑚宫心海使用海人化羽时：如果化海月在场，则刷新其可用次数。仪来羽衣存在期间，化海月造成的伤害+1。（牌组中包含珊瑚宫心海，才能加入牌组）",
  "镜华风姿": "战斗行动：我方出战角色为神里绫人时，装备此牌。神里绫人装备此牌后，立刻使用一次神里流·镜花。装备有此牌的神里绫人触发泷廻鉴花的效果时，对于生命值不多于6的敌人伤害额外+1。（牌组中包含神里绫人，才能加入牌组）",
  "深渊之灾·凝水盛放": "战斗行动：我方出战角色为达达利亚时，装备此牌。达达利亚装备此牌后，立刻使用一次魔王武装·狂澜。结束阶段：对所有附属有断流的敌方角色造成1点穿透伤害。（牌组中包含达达利亚，才能加入牌组）",
  "衍溢的汐潮": "战斗行动：我方出战角色为坎蒂丝时，装备此牌。坎蒂丝装备此牌后，立刻使用一次圣仪·灰鸰衒潮。装备有此牌的坎蒂丝生成的赤冕祝祷额外具有以下效果：我方角色普通攻击后：造成1点水元素伤害。（每回合1次）（牌组中包含坎蒂丝，才能加入牌组）",
  "流火焦灼": "战斗行动：我方出战角色为迪卢克时，装备此牌。迪卢克装备此牌后，立刻使用一次逆焰之刃。装备有此牌的迪卢克每回合第2次使用逆焰之刃时，少花费1个火元素。（牌组中包含迪卢克，才能加入牌组）",
  "交叉火力": "战斗行动：我方出战角色为香菱时，装备此牌。香菱装备此牌后，立刻使用一次锅巴出击。装备有此牌的香菱施放锅巴出击时，自身也会造成1点火元素伤害。（牌组中包含香菱，才能加入牌组）",
  "冒险憧憬": "战斗行动：我方出战角色为班尼特时，装备此牌。班尼特装备此牌后，立刻使用一次美妙旅程。装备有此牌的班尼特生成的鼓舞领域，其伤害提升效果改为总是生效，不再具有生命值限制。（牌组中包含班尼特，才能加入牌组）",
  "长野原龙势流星群": "战斗行动：我方出战角色为宵宫时，装备此牌。宵宫装备此牌后，立刻使用一次焰硝庭火舞。装备有此牌的宵宫触发庭火焰硝后：额外造成1点火元素伤害。（牌组中包含宵宫，才能加入牌组）",
  "悉数讨回": "战斗行动：我方出战角色为愚人众·火之债务处理人时，装备此牌。愚人众·火之债务处理人装备此牌后，立刻使用一次伺机而动。装备有此牌的愚人众·火之债务处理人生成的潜行获得以下效果：初始可用次数+1，并且使所附属角色造成的物理伤害变为火元素伤害。（牌组中包含愚人众·火之债务处理人，才能加入牌组）",
  "砰砰礼物": "战斗行动：我方出战角色为可莉时，装备此牌。可莉装备此牌后，立刻使用一次蹦蹦炸弹。装备有此牌的可莉生成的爆裂火花的可用次数+1。（牌组中包含可莉，才能加入牌组）",
  "一触即发": "战斗行动：我方出战角色为安柏时，装备此牌。安柏装备此牌后，立刻使用一次爆弹玩偶。安柏普通攻击后：如果此牌和兔兔伯爵仍在场，则引爆兔兔伯爵，造成3点火元素伤害。（牌组中包含安柏，才能加入牌组）",
  "血之灶火": "战斗行动：我方出战角色为胡桃时，装备此牌。胡桃装备此牌后，立刻使用一次蝶引来生。装备有此牌的胡桃在生命值不多于6时，造成的火元素伤害+1。（牌组中包含胡桃，才能加入牌组）",
  "最终解释权": "战斗行动：我方出战角色为烟绯时，装备此牌。烟绯装备此牌后，立刻使用一次火漆制印。装备有此牌的烟绯进行重击我方行动开始前，如果元素骰总数为偶数，则进行的「普通攻击」将被视为「重击」。时：对生命值不多于6的敌人造成的伤害+1。（牌组中包含烟绯，才能加入牌组）",
  "崇诚之真": "战斗行动：我方出战角色为迪希雅时，装备此牌。迪希雅装备此牌后，立刻使用一次熔铁流狱。结束阶段：如果装备有此牌的迪希雅生命值不多于6，则治疗该角色2点。（牌组中包含迪希雅，才能加入牌组）",
  "飞叶迴斜": "战斗行动：我方出战角色为柯莱时，装备此牌。柯莱装备此牌后，立刻使用一次拂花偈叶。装备有此牌的柯莱使用了拂花偈叶的回合中，我方角色的技能引发草元素相关反应后：造成1点草元素伤害。（每回合1次）（牌组中包含柯莱，才能加入牌组）",
  "孢子增殖": "战斗行动：我方出战角色为翠翎恐蕈时，装备此牌。翠翎恐蕈装备此牌后，立刻使用一次不稳定孢子云。装备有此牌的翠翎恐蕈，可累积的「活化激能」层数+1。（牌组中包含翠翎恐蕈，才能加入牌组）",
  "眼识殊明": "战斗行动：我方出战角色为提纳里时，装备此牌。提纳里装备此牌后，立即使用一次识果种雷。装备有此牌的提纳里在附属通塞识状态期间，进行重击时少花费1个无色元素。（牌组中包含提纳里，才能加入牌组）",
  "心识蕴藏之种": "战斗行动：我方出战角色为纳西妲时，装备此牌。纳西妲装备此牌后，立刻使用一次心景幻成。装备有此牌的纳西妲在场时，根据我方队伍中存在的元素类型提供效果：火元素：摩耶之殿在场时，自身受到元素反应触发蕴种印的敌方角色，所受蕴种印的穿透伤害改为草元素伤害；雷元素：摩耶之殿入场时，使当前对方场上蕴种印的可用次数+1；水元素：装备有此牌的纳西妲所生成的摩耶之殿初始持续回合+1。（牌组中包含纳西妲，才能加入牌组）",
  "慈惠仁心": "战斗行动：我方出战角色为瑶瑶时，装备此牌。瑶瑶装备此牌后，立刻使用一次云台团团降芦菔。装备有此牌的瑶瑶生成的月桂·抛掷型，在可用次数仅剩余最后次时造成的伤害和治疗各+1。（牌组中包含瑶瑶，才能加入牌组）",
  "觉醒": "战斗行动：我方出战角色为雷泽时，装备此牌。雷泽装备此牌后，立刻使用一次利爪与苍雷。装备有此牌的雷泽使用利爪与苍雷后：使我方一个雷元素角色获得1点充能。（出战角色优先）（牌组中包含雷泽，才能加入牌组）",
  "抵天雷罚": "战斗行动：我方出战角色为刻晴时，装备此牌。刻晴装备此牌后，立刻使用一次星斗归位。装备有此牌的刻晴生成的雷元素附魔获得以下效果：初始持续回合+1，并且会使所附属角色造成的雷元素伤害+1。（牌组中包含刻晴，才能加入牌组）",
  "落羽的裁择": "战斗行动：我方出战角色为赛诺时，装备此牌。赛诺装备此牌后，立刻使用一次秘仪·律渊渡魂。装备有此牌的赛诺在启途誓使的「凭依」级数为3或5时使用秘仪·律渊渡魂时，造成的伤害额外+1。（牌组中包含赛诺，才能加入牌组）",
  "噬星魔鸦": "战斗行动：我方出战角色为菲谢尔时，装备此牌。菲谢尔装备此牌后，立刻使用一次夜巡影翼。装备有此牌的菲谢尔生成的奥兹，会在菲谢尔普通攻击后造成2点雷元素伤害。（需消耗可用次数）（牌组中包含菲谢尔，才能加入牌组）",
  "霹雳连霄": "战斗行动：我方出战角色为北斗时，装备此牌。北斗装备此牌后，立刻使用一次捉浪。装备有此牌的北斗使用踏潮时：如果准备技能期间受到过伤害，则使北斗本回合内「普通攻击」少花费1个无色元素。（最多触发2次）（牌组中包含北斗，才能加入牌组）",
  "我界": "战斗行动：我方出战角色为九条裟罗时，装备此牌。九条裟罗装备此牌后，立刻使用一次煌煌千道镇式。装备有此牌的九条裟罗在场时， 我方附属有鸣煌护持的雷元素角色，元素战技和元素爆发造成的伤害额外+1.（牌组中包含九条裟罗，才能加入牌组）",
  "万千的愿望": "战斗行动：我方出战角色为雷电将军时，装备此牌。雷电将军装备此牌后，立刻使用一次奥义·梦想真说。装备有此牌的雷电将军使用奥义·梦想真说时每消耗1点「愿力」，都使造成的伤害额外+1。（牌组中包含雷电将军，才能加入牌组）",
  "神篱之御荫": "战斗行动：我方出战角色为八重神子时，装备此牌。八重神子装备此牌后，立刻使用一次大密法·天狐显真。装备有此牌的八重神子通过大密法·天狐显真消灭了杀生樱后，本回合下次使用野干役咒·杀生樱时少花费2个元素骰。（牌组中包含八重神子，才能加入牌组）",
  "机巧神通": "战斗行动：我方出战角色为魔偶剑鬼时，装备此牌。魔偶剑鬼装备此牌后，立刻使用一次孤风刀势。装备有此牌的魔偶剑鬼施放孤风刀势后，我方切换到后一个角色；施放霜驰影突后，我方切换到前一个角色。（牌组中包含魔偶剑鬼，才能加入牌组）",
  "蒲公英的国土": "战斗行动：我方出战角色为琴时，装备此牌。琴装备此牌后，立刻使用一次蒲公英之风。装备有此牌的琴在场时，蒲公英领域会使我方造成的风元素伤害+1。（牌组中包含琴，才能加入牌组）",
  "混元熵增论": "战斗行动：我方出战角色为砂糖时，装备此牌。砂糖装备此牌后，立刻使用一次禁·风灵作成·柒伍同构贰型。装备有此牌的砂糖生成的大型风灵已转换成另一种元素后：我方造成的此类元素伤害+1。（牌组中包含砂糖，才能加入牌组）",
  "绪风之拥": "战斗行动：我方出战角色为温迪时，装备此牌。温迪装备此牌后，立刻使用一次高天之歌。装备有此牌的温迪生成的风域触发后，会使本回合中我方角色下次「普通攻击」少花费1个无色元素。（牌组中包含温迪，才能加入牌组）",
  "降魔·护法夜叉": "战斗行动：我方出战角色为魈时，装备此牌。魈装备此牌后，立刻使用一次靖妖傩舞。装备有此牌的魈附属夜叉傩面期间，使用风轮两立时少花费1个风元素。（每附属1次夜叉傩面，可触发2次）（牌组中包含魈，才能加入牌组）",
  "风物之诗咏": "战斗行动：我方出战角色为枫原万叶时，装备此牌。枫原万叶装备此牌后，立刻使用一次千早振。装备有此牌的枫原万叶引发扩散反应后：使我方角色和召唤物接下来2次所造成的的被扩散元素类型的伤害+1。（每种元素类型分别计算次数）（牌组中包含枫原万叶，才能加入牌组）",
  "梦迹一风": "战斗行动：我方出战角色为流浪者时，装备此牌。流浪者装备此牌后，立刻使用一次羽画·风姿华歌。装备有此牌的流浪者在优风倾姿状态下进行重击后：下次从该角色执行「切换角色」行动时少花费1个元素骰，并且造成1点风元素伤害。（牌组中包含流浪者，才能加入牌组）",
  "风鹰剑": "角色造成的伤害+1。对方使用技能后：如果所附属角色为「出战角色」，则治疗该角色1点。（每回合至多2次）（「单手剑」角色才能装备。角色最多装备1件「武器」）",
  "旅行剑": "角色造成的伤害+1。（「单手剑」角色才能装备。角色最多装备1件「武器」）",
  "祭礼剑": "角色造成的伤害+1。角色使用「元素战技」后：生成1个此角色类型的元素骰。（每回合1次）（「单手剑」角色才能装备。角色最多装备1件「武器」）",
  "西风剑": "角色造成的伤害+1。角色使用「元素战技」后：角色额外获得1点充能。（每回合1次）（「单手剑」角色才能装备。角色最多装备1件「武器」）",
  "天空之刃": "角色造成的伤害+1。每回合1次：角色使用「普通攻击」造成的伤害额外+1。（「单手剑」角色才能装备。角色最多装备1件「武器」）",
  "白铁大剑": "角色造成的伤害+1。（「双手剑」角色才能装备。角色最多装备1件「武器」）",
  "祭礼大剑": "角色造成的伤害+1。角色使用「元素战技」后：生成1个此角色类型的元素骰。（每回合1次）（「双手剑」角色才能装备。角色最多装备1件「武器」）",
  "狼的末路": "角色造成的伤害+1。攻击剩余生命值不多于6的目标时，伤害额外+2。（「双手剑」角色才能装备。角色最多装备1件「武器」）",
  "天空之傲": "角色造成的伤害+1。每回合1次：角色使用「普通攻击」造成的伤害额外+1。（「双手剑」角色才能装备。角色最多装备1件「武器」）",
  "钟剑": "角色造成的伤害+1。角色使用技能后：为我方出战角色提供1点中「护盾」。（每回合1次，可叠加到2点）（「双手剑」角色才能装备。角色最多装备1件「武器」）",
  "海祇之冠": "我方角色每受到3点治疗，此牌就累积1个「海染泡沫」。（最多累积2个）角色造成伤害时：消耗所有「海染泡沫」，每消耗1个都使造成的伤害+1。（角色最多装备1件「圣遗物」）",
  "祭礼弓": "角色造成的伤害+1。角色使用「元素战技」后：生成1个此角色类型的元素骰。（每回合1次）（「弓」角色才能装备。角色最多装备1件「武器」）",
  "天空之翼": "角色造成的伤害+1。每回合1次：角色使用「普通攻击」造成的伤害额外+1。（「弓」角色才能装备。角色最多装备1件「武器」）",
  "鸦羽弓": "角色造成的伤害+1。（「弓」角色才能装备。角色最多装备1件「武器」）",
  "阿莫斯之弓": "角色造成的伤害+1。角色使用原本元素骰费用+充能费用至少为5的技能时，伤害额外+2。（每回合1次）（「弓」角色才能装备。角色最多装备1件「武器」）",
  "终末嗟叹之诗": "角色造成的伤害+1。角色使用「元素爆发」后：生成「干年的大乐章·别离之歌」。（我方角色造成的伤害+1，持续回合：2）（「弓」角色才能装备。角色最多装备1件「武器」）",
  "王下近侍": "角色造成的伤害+1。入场时：所附属角色在本回合中，下次使用「元素战技」或装备「天赋」时少花费2个元素骰。（「弓」角色才能装备。角色最多装备1件「武器」）",
  "盈满之实": "角色造成的伤害+1。入场时：抓2张牌。（「法器」角色才能装备。角色最多装备1件「武器」）",
  "魔导绪论": "角色造成的伤害+1。（「法器」角色才能装备。角色最多装备1件「武器」）",
  "祭礼残章": "角色造成的伤害+1。角色使用「元素战技」后：生成1个此角色类型的元素骰。（每回合1次）（「法器」角色才能装备。角色最多装备1件「武器」）",
  "天空之卷": "角色造成的伤害+1。每回合1次：角色使用「普通攻击」造成的伤害额外+1。（「法器」角色才能装备。角色最多装备1件「武器」）",
  "千夜浮梦": "角色造成的伤害+1。我方角色引发元素反应时：造成的伤害+1。（每回合最多触发2次）（「法器」角色才能装备。角色最多装备1件「武器」）",
  "白缨枪": "角色造成的伤害+1。（「长柄武器」角色才能装备。角色最多装备1件「武器」）",
  "千岩长枪": "角色造成的伤害+1入场时：队伍中每有一名「璃月」角色，此牌就为附属的角色提供1点护盾。（最多3点）（「长柄武器」角色才能装备。角色最多装备1件「武器」）",
  "天空之脊": "角色造成的伤害+1。每回合1次：角色使用「普通攻击」造成的伤害额外+1。（「长柄武器」角色才能装备。角色最多装备1件「武器」）",
  "贯虹之槊": "角色造成的伤害+1。角色如果在中护盾角色状态或护盾出战状态的保护下，则造成的伤害额外+1。角色使用「元素战技」后：如果我方存在提供「护盾」的出战状态，则为一个此类出战状态补充1点「护盾」。（每回合1次）（「长柄武器」角色才能装备。角色最多装备1件「武器」）",
  "薙草之稻光": "角色造成的伤害+1。每回合自动触发1次：如果所附属角色没有充能，就使其获得1点充能。（「长柄武器」角色才能装备。角色最多装备1件「武器」）",
  "贯月矢": "角色造成的伤害+1。入场时：所附属角色在本回合中，下次使用「元素战技」或装备「天赋」时少花费2个元素骰。（「长柄武器」角色才能装备。角色最多装备1件「武器」）",
  "艾琳": "我方角色使用本回合使用过的技能时：少花费1个元素骰。（每回合1次）",
  "瓦格纳": "入场时附带2个「锻造原胚」。结束阶段：补充1个「锻造原胚」。打出「武器」手牌时：如可能，则支付等同于「武器」总费用数量的「锻造原胚」，以免费装备此「武器」。（每回合1次）",
  "刘苏": "我方切换角色后：如果切换到的角色没有充能，则使该角色获得1点充能。（每回合1次）可用次数：2",
  "蒂玛乌斯": "入场时附带2个「合成材料」。结束阶段：补充1个「合成材料」。打出「圣遗物」手牌时：如可能，则支付等同于「圣遗物」总费用数量的「合成材料」，以免费装备此「圣遗物」。（每回合1次）",
  "阿圆": "打出「场地」支援牌时：少花费2个元素骰。（每回合1次）",
  "卯师傅": "打出「料理」事件牌后：生成1个随机基础元素骰。（每回合1次）",
  "提米": "每回合自动触发1次：此牌累积1只「鸽子」。如果此牌已累积3只「鸽子」，则弃置此牌：抓1张牌，生成一点万能元素。",
  "田铁嘴": "结束阶段：我方一名充能未满的角色获得1点充能。（出战角色优先）可用次数：2",
  "立本": "结束阶段：收集我方未使用的元素骰（每种最多1个）。行动阶段开始时：如果此牌已收集3个元素骰，则抓2张牌，生成2点万能元素，然后弃置此牌。",
  "派蒙": "行动阶段开始时：生成2点万能元素。可用次数：2",
  "常九爷": "双方角色使用技能后：如果造成了物理伤害、穿透伤害或引发了元素反应，此牌累积1个「灵感」。如果此牌已累积3个「灵感」，弃置此牌：抓2张牌。",
  "凯瑟琳": "我方执行「切换角色」行动时：将此次切换视为「快速行动」而非「战斗行动」。（每回合1次）",
  "旭东": "打出「料理」事件牌时：少花费2个元素骰。（每回合1次）",
  "迪娜泽黛": "打出「伙伴」支援牌时：少花费1个元素骰。（每回合1次）",
  "拉娜": "我方角色使用「元素战技」后：生成1个我方下一个后台角色类型的元素骰。（每回合1次）",
  "花散里": "召唤物消失时：此牌累积1点「大祓」进度。（最多累积3点）我方打出「武器」或「圣遗物」装备时：如果「大祓」进度已达到3，则弃置此牌，使打出的卡牌少花费2个元素骰。",
  "鲸井小弟": "行动阶段开始时：生成1点万能元素。然后，如果对方的支援区未满，则将此牌转移到对方的支援区。",
  "老章": "我方打出「武器」手牌时：少花费1个元素骰；我方场上每有一个已装备「武器」的角色，就额外少花费1个元素骰。（每回合一次）",
  "塞塔蕾": "我方执行任意行动后，手牌数量为0时：抓1张牌。可用次数：3",
  "弥生七月": "我方打出「圣遗物」手牌时：少花费1个元素骰；我方场上每有一个已装备「圣遗物」的角色，就额外少花费1个元素骰。（每回合1次）",
  "群玉阁": "投掷阶段：2个元素骰初始总是投出我方出战角色类型的元素。",
  "晨曦酒庄": "我方执行「切换角色」行动时：少花费1个元素骰。（每回合1次）",
  "望舒客栈": "结束阶段：治疗受伤最多的我方后台角色2点。可用次数：2",
  "西风大教堂": "结束阶段：治疗我方出战角色2点。可用次数：2",
  "璃月港口": "结束阶段：抓2张牌。可用次数：2",
  "骑士团图书馆": "入场时：选择任意元素骰重投。投掷阶段：获得额外一次重投机会。",
  "鸣神大社": "每回合自动触发1次：生成1个随机的基础元素骰。\n可用次数：3",
  "天守阁": "行动阶段开始时：如果我方的元素骰包含5种不同的元素，则生成1个万能元素。",
  "须弥城": "我方角色使用技能或装备「天赋」时：如果我方元素骰数量不多于手牌数量，则少花费1个元素骰。（每回合1次）",
  "珊瑚宫": "结束阶段：治疗所有我方角色1点。可用次数：2",
  "桓那兰那": "结束阶段：收集最多2个未使用的元素骰。行动阶段开始时：拿回此牌所收集的元素骰。",
  "镇守之森": "行动阶段开始时：如果我方不是「先手牌手」，则生成1个出战角色类型的元素骰。可用次数：3",
  "黄金屋": "我方打出原本元素骰费用至少为3的「武器」或「圣遗物」手牌时：少花费1个元素骰。（每回合1次）可用次数：2",
  "化城郭": "我方选择行动前，元素骰数量为0时：生成1个万能元素。（每回合次）可用次数：3",
  "参量质变仪": "双方角色使用技能后：如果造成了元素伤害，此牌累积1个「质变进度」。当此牌已累积3个「质变进度」时，弃置此牌：生成3个不同的基础元素骰子。",
  "便携营养袋": "入场时：从牌组中随机抽取1张「料理」事件。我方打出「料理」事件牌时：从牌组中随机抽取1张「料理」事件。（每回合1次）",
  "红羽团扇": "我方切换角色后：本回合中，我方执行的下次「切换角色」行动视为「快速行动」而非「战斗行动」，并且少花费1个元素骰。（每回合1次）",
  "寻宝仙灵": "我方角色使用技能后：此牌累积1个「寻宝线索」。当此牌已累积3个「寻宝线索」时，弃置此牌：抓3张牌。",
  "元素共鸣：交织之岩": "生成1个岩元素骰。（牌组包含至少2个岩元素角色，才能加入牌组）",
  "元素共鸣：热诚之火": "本回合中，我方当前出战角色下一次引发火元素相关反应时，造成的伤害+3。（牌组包含至少2个火元素角色，才能加入牌组）",
  "元素共鸣：交织之冰": "生成1个冰元素骰。（牌组包含至少2个冰元素角色，才能加入牌组）",
  "元素共鸣：坚定之岩": "本回合中，我方角色下一次造成岩元素伤害后：如果我方存在提供「护盾」的出战状态，则为一个此类出战状态补充3点「护盾」。（牌组包含至少2个岩元素角色，才能加入牌组）",
  "元素共鸣：交织之雷": "生成1个雷元素骰。（牌组包含至少2个雷元素角色，才能加入牌组）",
  "元素共鸣：粉碎之冰": "本回合中，我方当前出战角色下一次造成的伤害+2。（牌组包含至少2个冰元素角色，才能加入牌组）",
  "元素共鸣：交织之草": "生成1个草元素骰。（牌组包含至少2个草元素角色，才能加入牌组）",
  "元素共鸣：强能之雷": "我方一名充能未满的角色获得1点充能。（出战角色优先）（牌组包含至少2个雷元素角色，才能加入牌组）",
  "元素共鸣：交织之水": "生成1个水元素骰。（牌组包含至少2个水元素角色，才能加入牌组）",
  "元素共鸣：蔓生之草": "本回合中，我方下一次引发元素反应时，造成的伤害+2。使我方场上的燃烧烈焰、草原核、和激化领域「可用次数」+1。（牌组包含至少2个草元素角色，才能加入牌组）",
  "元素共鸣：交织之风": "生成1个风元素骰。（牌组包含至少2个风元素角色，才能加入牌组）",
  "元素共鸣：愈疗之水": "治疗我方出战角色2点。然后，治疗所有我方后台角色1点。（牌组包含至少2个水元素角色，才能加入牌组）",
  "元素共鸣：迅捷之风": "切换到目标角色，并生成1点万能元素。（牌组包含至少2个风元素角色，才能加入牌组）",
  "元素共鸣：交织之火": "生成1个火元素骰。（牌组包含至少2个火元素角色，才能加入牌组）",
  "汲能棱晶": "战斗行动：我方出战角色为无相之雷时，治疗该角色3点，并附属雷晶核心。（牌组中包含无相之雷，才能加入牌组）",
  "下落斩": "战斗行动：切换到目标角色，然后该角色进行「普通攻击」。",
  "蒙德土豆饼": "治疗目标角色2点。（每回合每个角色最多食用1次「料理」）",
  "绝云锅巴": "本回合中，目标角色下一次普通攻击造成的伤害+1。（每回合每个角色最多食用1次「料理」）",
  "烤蘑菇披萨": "治疗目标角色1点，两回合内结束阶段再治疗此角色1点。（每回合每个角色最多食用1次「料理」）",
  "仙跳墙": "本回合中，目标角色下一次元素爆发造成的伤害+3。（每回合每个角色最多食用1次「料理」）",
  "兽肉薄荷卷": "目标角色在本回合结束前，之后三次普通攻击都少花费1无色元素。（每回合每个角色最多食用1次「料理」）",
  "莲花酥": "本回合中，目标角色下次受到的伤害-3。（每回合中每个角色最多食用1次「料理」）",
  "北地烟熏鸡": "本回合中，目标角色下一次普通攻击少花费1无色元素。（每回合每个角色最多食用1次「料理」）",
  "甜甜花酿鸡": "治疗目标角色1点。（每回合每个角色最多食用1次「料理」）",
  "刺身拼盘": "目标角色在本回合结束前，「普通攻击」造成的伤害+1。（每回合每个角色最多食用1次「料理」）",
  "唐杜尔烤鸡": "本回合中，所有我方角色下一次「元素战技」造成的伤害+2。（每回合每个角色最多食用1次「料理」）",
  "黄油蟹蟹": "本回合中，所有我方角色下次受到的伤害-2。（每回合每个角色最多食用1次「料理」）",
  "提瓦特煎蛋": "复苏目标角色，并治疗此角色1点。（每回合中，最多通过「料理」复苏1个角色，并且每个角色最多食用1次「料理」）",
  "深渊的呼唤": "召唤一个随机「丘丘人」召唤物！（牌组包含至少2个「魔物」角色，才能加入牌组）",
  "白垩之术": "从最多2个我方后台角色身上，转移1点充能到我方出战角色。",
  "星天之兆": "我方当前出战角色获得1点充能。",
  "一掷乾坤": "选择任意元素骰重投，可重投2次。",
  "诸武精通": "将一个装备在我方角色的「武器」装备牌，转移给另一个武器类型相同的我方角色。",
  "快快缝补术": "选择一个我方「召唤物」，使其「可用次数」+1。",
  "运筹帷幄": "抓2张牌。",
  "神宝迁宫祝词": "将一个装备在我方角色的「圣遗物」装备牌，转移给另一个我方角色。",
  "本大爷还没有输！": "本回合有我方角色被击倒，才能打出：生成1个万能元素，我方当前出战角色获得1个充能。（每回合中，最多只能打出1张「本大爷还没有输！」。）",
  "送你一程": "选择一个敌方「召唤物」，使其「可用次数」-2。",
  "交给我吧！": "我方下次执行「切换角色」行动时：将此次切换视为「快速行动」而非「战斗行动」。",
  "最好的伙伴！": "将所花费的元素骰转换为2个万能元素。",
  "护法之誓": "消灭所有「召唤物」。（不分敌我！）",
  "鹤归之时": "我方下一次使用技能后：将下一个我方后台角色切换到场上。",
  "换班时间": "我方下次执行「切换角色」行动时：少花费1个元素骰。",
  "岩与契约": "下回合行动阶段开始时：生成3点万能元素。（牌组包含至少2个「璃月」角色，才能加入牌组）",
  "温妮莎传奇": "生成4个不同类型的基础元素骰。",
  "雷与永恒": "将我方所有元素骰转换为万能元素。（牌组包含至少2个「稻妻」角色，才能加入牌组）",
  "草与智慧": "抓1张牌。然后，选择任意手牌替换。（牌组包含至少2个「须弥」角色，才能加入牌组）",
  "永远的友谊": "手牌数小于4的牌手抓牌，直到手牌数各为4张。",
  "愚人众的阴谋": "在对方场上，生成1个随机类型的「愚人众伏兵」。（牌组包含至少2个「愚人众」角色，才能加入牌组）",
  "风与自由": "本回合中，轮到我方行动期间有对方角色被击倒时：本次行动结束后，我方可以再连续行动一次。可用次数：1（牌组包含至少2个「蒙德」角色，才能加入牌组）",
  "重攻击": "本回合中，当前我方出战角色下次「普通攻击」造成的伤害+1。此次「普通攻击」为重击时：伤害额外+1。",
  "大梦的曲调": "我方下次打出「武器」或「圣遗物」手牌时：少花费1个元素骰。",
  "藏锋何处": "将一个我方角色所装备的「武器」返回手牌。本回合中，我方下次打出「武器」手牌时：少花费2个元素骰。",
  "拳力斗技！": "我方至少剩余8个元素骰，且对方未宣布结束时，才能打出：本回合中一位牌手先宣布结束时，未宣布结束的牌手抓2张牌。",
  "磐岩盟契": "我方剩余元素骰数量为0时，才能打出：生成2个不同的基础元素骰。（整局游戏只能打出一张「秘传在一场对局中，每位牌手只能使用一张「秘传」卡牌。「秘传」卡牌一定在你的起始手牌中。（当牌组中的「秘传」卡牌数量大于起始手牌数时，秘传卡牌将随机出现在起始手牌中。）」卡牌：这张牌一定在你的起始手牌中）",
  "旧时庭园": "我方已有角色装备「武器」或「圣遗物」时，才能打出：本回合中，我方下次打出「武器」或「圣遗物」装备时少花费2个元素骰。（整局游戏只能打出一张「秘传在一场对局中，每位牌手只能使用一张「秘传」卡牌。「秘传」卡牌一定在你的起始手牌中。（当牌组中的「秘传」卡牌数量大于起始手牌数时，秘传卡牌将随机出现在起始手牌中。）」卡牌：这张牌一定在你的起始手牌中）",
  "愉舞欢游": "我方出战角色为冰/水/火/雷/草时，才能打出：对我方所有角色附着我方出战角色类型的元素。（整局游戏只能打出一张「秘传在一场对局中，每位牌手只能使用一张「秘传」卡牌。「秘传」卡牌一定在你的起始手牌中。（当牌组中的「秘传」卡牌数量大于起始手牌数时，秘传卡牌将随机出现在起始手牌中。）」卡牌：这张牌一定在你的起始手牌中）",
  "自由的新风": "本回合中，轮到我方行动期间有对方角色被击倒时：本次行动结束后，我方可以再连续行动一次。可用次数：1整局游戏只能打出一张「秘传」卡牌；这张牌一定在你的起始手牌中)"
}
